DATABASE_NAME = "exams_data.db"
SUBJECT_NAME_TO_ABBREVIATION = {
    "Английский язык": "en",
    "Биология": "bio",
    "География": "geo",
    "Информатика и ИКТ": "inf",  # ЕГЭ
    "Информатика": "inf",  # ОГЭ
    "Испанский язык": "sp",
    "История России": "hist",  # ЕГЭ
    "История": "hist",  # ОГЭ
    "Китайский язык": "china",
    "Литература": "lit",
    "Математика. Базовый уровень": "mathb",  # ЕГЭ
    "Математика. Профильный уровень": "math",  # ЕГЭ
    "Математика": "math",  # ОГЭ
    "Немецкий язык": "de",
    "Обществознание": "soc",
    "Русский язык": "rus",
    "Физика": "phys",
    "Французский язык": "fr",
    "Химия": "chem",
}
